Repository: shy-workstation/zenu
Catalog: lib/l10n/app_*.arb
Languages: de

source: Health Dashboard
de: Gesundheits-Dashboard

# systemActive
source: System Active - Monitoring your health
de: System aktiv - Überwacht Ihre Gesundheit

# systemPaused
source: System Paused - Click to resume
de: System pausiert - Klicken zum Fortsetzen

source: Pause System
de: System pausieren

source: Start System
de: System starten

source: Add Reminder
de: Erinnerung hinzufügen

source: Water Reminder
de: Wasser-Erinnerung

source: Exercise Reminder
de: Übungs-Erinnerung

source: Push-ups Reminder
de: Liegestütze-Erinnerung

source: Pull-ups Reminder
de: Klimmzüge-Erinnerung

source: Squats Reminder
de: Kniebeugen-Erinnerung

source: Stretching Reminder
de: Dehn-Erinnerung

source: Jumping Jacks Reminder
de: Hampelmann-Erinnerung

source: Planks Reminder
de: Plank-Erinnerung

source: Burpees Reminder
de: Burpees-Erinnerung

source: Eye Rest Reminder
de: Augenpause-Erinnerung

source: Stand Up Reminder
de: Aufsteh-Erinnerung

source: Custom Reminder
de: Benutzerdefinierte Erinnerung

source: Complete Exercise
de: Übung abschließen

source: Snooze
de: Schlummern

source: Skip
de: Überspringen

source: No reminders yet
de: Noch keine Erinnerungen

# tapToCreateFirst
source: Tap the + button to create your first healthy habit
de: Tippen Sie auf + um Ihre erste gesunde Gewohnheit zu erstellen

source: Add First Reminder
de: Erste Erinnerung hinzufügen

# noRemindersTitle
source: No reminders yet
de: Noch keine Erinnerungen

# noRemindersSubtitle
source: Tap the + button to create your first healthy habit
de: Tippen Sie auf + um Ihre erste gesunde Gewohnheit zu erstellen

source: Get Started
de: Erste Schritte

source: Exercise Count
de: Anzahl der Übungen

# reminderDue
source: Time for {reminderType}!
de: Zeit für {reminderType}!

source: Statistics
de: Statistiken

source: Reset Statistics
de: Statistiken zurücksetzen

source: Cancel
de: Abbrechen

source: Reset
de: Zurücksetzen

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Save
de: Speichern

source: Complete
de: Abschließen

source: Manage Reminders
de: Erinnerungen verwalten

# yourReminders
source: Your Reminders ({count})
de: Ihre Erinnerungen ({count})

source: Mark Complete
de: Als erledigt markieren

# reminderCompleted
source: {reminderTitle} completed!
de: {reminderTitle} erledigt!

source: Complete {reminderTitle}
de: {reminderTitle} abschließen

# reminderSettings
source: {reminderTitle} Settings
de: {reminderTitle} Einstellungen

source: Interval (minutes)
de: Intervall (Minuten)

source: Water reminder added! 💧
de: Wasser-Erinnerung hinzugefügt! 💧

# exerciseReminderAdded
source: {title} reminder added! 💪
de: {title} Erinnerung hinzugefügt! 💪

source: Eye rest reminder added! 👁️
de: Augenpause-Erinnerung hinzugefügt! 👁️

# customReminderAdded
source: Custom reminder "{title}" added! ✨
de: Benutzerdefinierte Erinnerung "{title}" hinzugefügt! ✨

source: Choose Exercise Type
de: Übungstyp wählen

source: Upper body strength exercise
de: Oberkörper-Kraftübung

source: Back and arm strengthening
de: Rücken- und Armstärkung

source: Lower body strengthening exercise
de: Unterkörper-Kraftübung

source: Body flexibility and mobility
de: Körper-Flexibilität und Beweglichkeit

source: Full body cardio exercise
de: Ganzkörper-Cardio-Übung

source: Core strengthening exercise
de: Rumpfstärkung

source: Full body high intensity exercise
de: Ganzkörper-Hochintensitäts-Übung

source: Icon:
de: Symbol:

source: Color:
de: Farbe:

source: Unit:
de: Einheit:

source: Step:
de: Schritt:

# pleaseEnterTitle
source: Please enter a title
de: Bitte geben Sie einen Titel ein

# statisticsResetSuccess
source: Statistics reset successfully
de: Statistiken erfolgreich zurückgesetzt

source: Zenu - Health Reminder
de: Zenu - Gesundheitserinnerung

source: Zenu Health Reminder App
de: Zenu Gesundheitserinnerungs-App

# appRunningSuccessfully
source: App is running successfully! 🎉
de: App läuft erfolgreich! 🎉

# compilationErrorsFixed
source: All compilation errors fixed
de: Alle Kompilierungsfehler behoben

# compilationErrorsFixedDesc
source: The app now compiles and runs without errors
de: Die App kompiliert und läuft jetzt ohne Fehler

# providerIntegrationProgress
source: Provider integration in progress
de: Provider-Integration in Arbeit

# fullUIFunctionalityComing
source: Full UI functionality coming soon
de: Vollständige UI-Funktionalität kommt bald

source: Reminder Service: {status}
de: Erinnerungsdienst: {status}

source: Running
de: Läuft

source: Stopped
de: Gestoppt

# remindersLoaded
source: {count} reminders loaded
de: {count} Erinnerungen geladen

source: Test App Functionality
de: App-Funktionalität testen

# manualTestConfirmed
source: Manual testing confirmed - App is working!
de: Manueller Test bestätigt - App funktioniert!

# error
source: Error: {message}
de: Fehler: {message}

source: Stay Hydrated
de: Hydriert bleiben

source: Drink water regularly
de: Regelmäßig Wasser trinken

source: Rest Your Eyes
de: Augen ausruhen

# lookAwayFromScreen
source: Look away from screen and blink
de: Vom Bildschirm wegschauen und blinzeln

source: Stand and Move
de: Aufstehen und bewegen

# getUpFromYourDesk
source: Get up from your desk and move around
de: Von Ihrem Schreibtisch aufstehen und sich bewegen

source: Quick Tips
de: Schnelle Tipps

# startWithSimpleReminders
source: Start with 2-3 simple reminders
de: Mit 2-3 einfachen Erinnerungen beginnen

source: Use default intervals
de: Standard-Intervalle verwenden

source: Enable notifications
de: Benachrichtigungen aktivieren

source: Strengthen those legs!
de: Stärke deine Beine!

source: Get your heart pumping!
de: Bring dein Herz in Schwung!

source: Core power time!
de: Rumpfkraft-Zeit!

source: Full body burn!
de: Ganzkörper-Brennen!

source: Active Reminders
de: Aktive Erinnerungen

source: Today
de: Heute

source: All Time
de: Gesamt

source: Today's Progress
de: Heutiger Fortschritt

source: This Week
de: Diese Woche

# resetStatisticsDialog
source: Are you sure you want to reset all statistics? This action cannot be undone.
de: Sind Sie sicher, dass Sie alle Statistiken zurücksetzen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

# tapAddReminderToStart
source: Tap "Add Reminder" to create your first reminder
de: Tippen Sie auf "Erinnerung hinzufügen", um Ihre erste Erinnerung zu erstellen

source: Failed to start app
de: App konnte nicht gestartet werden

# notificationTimeToRestEyes
source: Time to rest your eyes! Look away from your screen.
de: Zeit für eine Augenpause! Schauen Sie vom Bildschirm weg.

# notificationTimeToStandUp
source: Stand up and move around for a few minutes.
de: Stehen Sie auf und bewegen Sie sich ein paar Minuten.

# notificationTimeToDrinkWater
source: Don't forget to drink water!
de: Vergessen Sie nicht, Wasser zu trinken!

# notificationTimeToStretch
source: Take a moment to stretch your body.
de: Nehmen Sie sich einen Moment zum Dehnen.

# notificationTimeForPullUps
source: Time for {count} pull-ups!
de: Zeit für {count} Klimmzüge!

# notificationTimeForPushUps
source: Time for {count} push-ups!
de: Zeit für {count} Liegestütze!

# notificationTimeForSquats
source: Time for {count} squats!
de: Zeit für {count} Kniebeugen!

# notificationTimeForJumpingJacks
source: Time for {count} jumping jacks!
de: Zeit für {count} Hampelmänner!

# notificationTimeForPlanks
source: Time for a {count} second plank!
de: Zeit für einen {count} Sekunden Plank!

# notificationTimeForBurpees
source: Time for {count} burpees!
de: Zeit für {count} Burpees!

source: Health Reminder App
de: Gesundheitserinnerungs-App

source: Health Reminders
de: Gesundheitserinnerungen

source: Notifications for health reminders
de: Benachrichtigungen für Gesundheitserinnerungen

source: All compilation errors fixed
de: Alle Kompilierungsfehler behoben

# appCompilesAndRunsWithoutErrors
source: The app compiles and runs without errors
de: Die App kompiliert und läuft ohne Fehler

source: Provider integration in progress
de: Provider-Integration in Arbeit

source: Full UI functionality coming soon
de: Vollständige UI-Funktionalität kommt bald

# manualTestingConfirmedAppWorking
source: Manual testing confirmed - App is working!
de: Manueller Test bestätigt - App funktioniert!

# searchExercisesStretches
source: Search exercises, stretches, wellness...
de: Suchen Sie nach Übungen, Dehnungen, Wellness...

source: Done!
de: Fertig!

source: Snooze 10m
de: 10 Min schlummern

source: Title
de: Titel

source: Description
de: Beschreibung

# unitHint
source: e.g., reps, ml, minutes
de: z.B., Wiederholungen, ml, Minuten

source: Settings and reminder management
de: Einstellungen und Erinnerungsverwaltung

source: Test Reminder
de: Erinnerung testen

source: Streak
de: Serie

source: Active
de: Aktiv

source: Next in
de: Nächste in

# reminderListAccessibility
source: Reminder list with {count} reminders
de: Erinnerungsliste mit {count} Erinnerungen

source: Settings
de: Einstellungen

source: Add health reminder
de: Gesundheitserinnerung hinzufügen
